Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/stotter_prosjekt_i_kvaenangen_som_har_fokus_pa_tradisjonell_kunnskap_om_reindrift.html.tmx
Source language: nob
Languages: sme

source: Støtter prosjekt i Kvænangen som har fokus på tradisjonell kunnskap om reindrift
sme: Doarju prošeavtta Návuonas mas lea fokus boazodoalu árbedihtui

source: Sametingsrådet gir tilskudd på 150 000 kroner til et prosjekt i Kvænangen der elever får mulighet til å bli kjent med reindrift som lokal bedrift og næring.
sme: Sámediggeráđđi addá 150 000 ruvdnosaš doarjaga prošektii Návuonas mas oahppit besset oahpásnuvvat boazodollui báikkálaš fitnodahkan ja ealáhussan.

source: Alle de hundre elevene i Kvænangen barne- og ungdomsskole skal lære om den tradisjonelle reindriftspraksisen og dens betydning som en næring.
sme: Buot dat čuođi oahppi Návuona mánáid- ja nuoraidskuvllas galget oahppat árbevirolaš boazodoalu ja dan mearkkašumi birra ealáhussan.

source: De skal også få kunnskap om reinsdyr, deres atferd, livsstil og betydningen reinen har i den samiske kulturen.
sme: Sii galget maid oažžut máhtu bohccuid birra, daid láhttema, eallinvuogi ja bohcco mearkkašumi birra sámi kultuvrras.

source: Formålet er blant annet å skape en god relasjon i lokal befolkning, der elevene får mulighet til å bli kjent med reindrift som en lokal bedrift og næring.
sme: Ulbmil lea earret eará ásahit buori oktavuođa báikkálaš olbmuid gaskkas, mas oahppit besset oahpásmuvvat boazodollui báikkálaš fitnodahkan ja ealáhussan.

source: – Jeg er glad for det engasjementet skolen viser gjennom ønsket om å øke kunnskapen om samisk reindrift i skolen.
sme: – Mun lean ilus dan áŋgiruššama dihte maid skuvla čájeha, go háliida buoridit máhtolašvuođa sámi boazodoalu birra skuvllas.

source: Samtidig gir prosjektet elevene innsikt og forståelse for denne næringen som er en viktig del av Kvænangen, sier sametingsråd Berit Marie P. E. Eira (JSL).
sme: Seammás addá prošeakta ohppiide eanet máhtu ja ipmárdusa dán ealáhusa birra mii lea deaŧalaš oassi Návuonas, dadjá sámediggeráđđi Berit Marie P. E. Eira (JSL).

source: Å temme og kjøre med rein er en kunnskap som ble brukt veldig mye før i tiden når man brukte reinen til å transportere folk eller materiell fra en plass til en annen.
sme: Dápmat ja vuodjit herggiiguin lea máhtolašvuohta mii geavahuvvui hui ollu ovdalaš áiggiid go olbmot geavahedje herggiid fievrredit olbmuid dahje dávviriid ovtta báikkis nubbái.

source: Imidlertid har denne praksisen avtatt betydelig i moderne tid på grunn av mer effektive transportmidler, som for eksempel snøskutere.
sme: Muhto ođđa áiggis dát geavahus lea oalát jávkan beaktileappot fievrruid geažil, nugo ovdamearkka dihte skohteriid.

source: Elever skal i prosjektet få ta del i og lære om denne spesielle tradisjonelle samiske kunnskapen.
sme: Oahppit galget prošeavttas beassat oahppat dán erenoamáš árbevirolaš sámi máhtu birra.

source: Elevene skal også lære tradisjonelle metoder for tilberedning av mat.
sme: Oahppit galget maid oahppat árbevirolaš biebmoráhkadanvugiid.

source: – Elevene får mulighet til å lære om lokal samisk tradisjonell kunnskap gjennom praktisk arbeid.
sme: – Oahppit ožžot vejolašvuođa oahppat báikkálaš sámi árbedieđuid praktihkalaš bargguid bokte.

source: Slike prosjekter er viktige supplement i opplæringen, sier Eira.
sme: Dákkár prošeavttat leat dehálaččat oahpahusas, dadjá Eira.
